[
{"word": "estampido", "gender": "m", "defs": [{"_def": "crack, bang (noise)"}], "word_class": "Noun"},
{"word": "directamente", "defs": [{"_def": "directly, firsthand"}, {"_def": "outright"}], "word_class": "Adverb"},
{"word": "crisálida", "gender": "f", "defs": [{"_def": "chrysalis"}], "word_class": "Noun"},
{"word": "abono", "gender": "m", "defs": [{"_def": "compost, fertilizer, manure", "_synonyms": ["fertilizante"], "extras": ["2002, Clara Inés Ríos Katto, Guía para el cultivo y aprovechamiento del botón de oro: Tithoni diversifolia (Hemsl.) Gray, Concenio Andrés Bello, page 22.", "En menor medida se utiliza abono de vaca, vermicompost, mantillo, abono de caballo[,] restos de cultivos, restos de cocina.To a lesser extent, cow manure, vermicompost, humus, horse manure, crop residues, and kitchen scraps are used.", "En campos de cultivos de arroz por inundación, los agricultores cosechan el botón de oro[. L]o incorporan al suelo como abono verde y mejorador de suelos.In rice paddies watered by flooding, farmers harvest buttercups. They incorporate it into the soil as a green fertilizer and soil improver.", "2009, Alfredo Tolón Becerra &amp; Xavier B. Lastra Bravo (eds.), Actas del III Seminario Internacional de Cooperación y Desarrollo en Espacios Rurales Iberoamericanos, Editorial Universidad de  Almería, page 205."]}, {"_def": "subscription; season ticket", "extras": ["2006 December 6,  “La emisora británica TV Channel 4 permitirá descargar sus programas a través de Internet”, in  La Vanguardia:BT Vision, como se llama el nuevo servicio, ofrece también cuarenta canales de TV gratuitos sin que el cliente tenga que pagar abono mensual alguno.BT Vision, as the new service is called, also offers forty free TV channels without the customer having to pay any monthly subscription."]}, {"_def": "payment, installment", "_synonyms": ["pago"], "extras": ["1982, Brígida von Mentz, Los Pioneros del imperialismo alemán en México, CIESAS, page 490", "Uhink cumple con sus obligaciones, cancelándose finalmente la escritura por entero en 1875, catorce años más tarde de la última fecha estipulada originalmente para el último abono.Uhink fulfills his obligations, finally paying himself off completely in writing in 1875, fourteen years after the originally stipulated final date for the last installment."]}, {"_def": "guarantee, security"}], "word_class": "Noun"},
{"word": "abono", "defs": [{"_def": "First-person singular   (yo)  present indicative  form of abonar."}], "word_class": "Verb"},
{"word": "allí", "defs": [{"_def": "there (away from the speaker and the listener)", "_synonyms": ["ahí", "allá"], "antonyms": ["aquí", "acá"]}], "word_class": "Adverb"},
]